<?php

return [
    'label' => 'כיבוי',
    'modal' => [
        'heading' => 'השבתת אימות באמצעות מפתח גישה',
        'description' => 'האם אתה בטוח שברצונך להסיר את כל מפתחות הגישה הרשומים שלך? השבתה זו תסיר שכבת אבטחה נוספת מהחשבון שלך.',
        'actions' => [
            'submit' => [
                'label' => 'השבתת אימות באמצעות מפתח גישה',
            ],
        ],
    ],
    'notifications' => [
        'disabled' => [
            'title' => 'האימות באמצעות מפתח גישה הושבת',
        ],
    ],
];
