<?php

return [
    'label' => 'הסרה',
    'modal' => [
        'heading' => 'הסרת מפתח גישה ":name"',
        'description' => 'לא תוכל יותר להתחבר באמצעות מפתח גישה זה. מפתחות הגישה האחרים שלך ימשיכו לפעול.',
        'description_last' => 'זהו מפתח הגישה האחרון שלך. הסרתו תכבה את האימות באמצעות מפתח גישה, מה שמסיר שכבת אבטחה נוספת מהחשבון שלך.',
        'actions' => [
            'submit' => [
                'label' => 'הסרת מפתח גישה',
            ],
        ],
    ],
    'notifications' => [
        'removed' => [
            'title' => 'מפתח הגישה הוסר',
        ],
    ],
];
