<?php

return [
    'label' => 'Отключить',
    'modal' => [
        'heading' => 'Отключить подтверждение с помощью ключа доступа',
        'description' => 'Вы уверены, что хотите удалить все зарегистрированные ключи доступа? Отключение удалит дополнительный уровень безопасности вашей учетной записи.',
        'actions' => [
            'submit' => [
                'label' => 'Отключить подтверждение с помощью ключа доступа',
            ],
        ],
    ],
    'notifications' => [
        'disabled' => [
            'title' => 'Подтверждение с помощью ключа доступа отключено',
        ],
    ],
];
