<?php

return [
    'management_schema' => [
        'actions' => [
            'label' => 'Επαλήθευση με κλειδί πρόσβασης',
            'below_content' => 'Χρησιμοποιήστε ένα κλειδί πρόσβασης σε αυτή τη συσκευή (Face ID, Touch ID, Windows Hello, κλειδί ασφαλείας) για να επαληθεύσετε την ταυτότητά σας κατά τη σύνδεση.',
            'messages' => [
                'enabled' => 'Ενεργοποιημένη',
                'disabled' => 'Απενεργοποιημένη',
            ],
        ],
    ],
    'login_form' => [
        'label' => 'Χρησιμοποιήστε ένα κλειδί πρόσβασης',
        'credential' => [
            'label' => 'κλειδί πρόσβασης',
            'messages' => [
                'invalid' => 'Δεν ήταν δυνατή η επαλήθευση του κλειδιού πρόσβασης. Δοκιμάστε ξανά.',
            ],
        ],
        'actions' => [
            'verify' => [
                'label' => 'Επαλήθευση με κλειδί πρόσβασης',
            ],
        ],
    ],
];
