<?php

return [
    'label' => 'নিষ্ক্রিয় করুন',
    'modal' => [
        'heading' => 'পাসকী যাচাইকরণ নিষ্ক্রিয় করুন',
        'description' => 'আপনি কি নিশ্চিত যে আপনি আপনার সমস্ত নিবন্ধিত পাসকী সরিয়ে ফেলতে চান? এটি নিষ্ক্রিয় করলে আপনার অ্যাকাউন্ট থেকে নিরাপত্তার একটি অতিরিক্ত স্তর সরে যাবে।',
        'actions' => [
            'submit' => [
                'label' => 'পাসকী যাচাইকরণ নিষ্ক্রিয় করুন',
            ],
        ],
    ],
    'notifications' => [
        'disabled' => [
            'title' => 'পাসকী যাচাইকরণ নিষ্ক্রিয় হয়েছে',
        ],
    ],
];
