<?php

return [
    'label' => 'সরান',
    'modal' => [
        'heading' => 'পাসকী ":name" সরান',
        'description' => 'আপনি আর এই পাসকী দিয়ে সাইন ইন করতে পারবেন না। আপনার অন্যান্য পাসকীগুলো কাজ করতে থাকবে।',
        'description_last' => 'এটি আপনার শেষ পাসকী। এটি সরালে পাসকী যাচাইকরণ বন্ধ হয়ে যাবে, যা আপনার অ্যাকাউন্ট থেকে নিরাপত্তার একটি অতিরিক্ত স্তর সরিয়ে দেয়।',
        'actions' => [
            'submit' => [
                'label' => 'পাসকী সরান',
            ],
        ],
    ],
    'notifications' => [
        'removed' => [
            'title' => 'পাসকী সরানো হয়েছে',
        ],
    ],
];
