<?php

return [
    'label' => 'সেট আপ করুন',
    'modal' => [
        'heading' => 'পাসকী যাচাইকরণ সেট আপ করুন',
        'description' => 'এই ডিভাইসে একটি পাসকী নিবন্ধন করুন। আপনাকে আপনার আঙুলের ছাপ, মুখ, স্ক্রিন লক বা একটি সিকিউরিটি কী ব্যবহার করতে বলা হবে। নিবন্ধনের পরে আপনি এই পাসকী ব্যবহার করে সাইন ইন করতে পারবেন।',
        'form' => [
            'name' => [
                'label' => 'পাসকীর নাম',
                'placeholder' => 'যেমন MacBook Touch ID, YubiKey 5C',
            ],
            'submit' => [
                'label' => 'পাসকী নিবন্ধন করুন',
            ],
            'errors' => [
                'failed' => 'আমরা আপনার পাসকী নিবন্ধন করতে পারিনি। অনুগ্রহ করে আবার চেষ্টা করুন।',
            ],
        ],
    ],
    'notifications' => [
        'enabled' => [
            'title' => 'পাসকী সফলভাবে নিবন্ধিত হয়েছে',
        ],
    ],
];
