<?php

return [
    'label' => 'Απενεργοποίηση',
    'modal' => [
        'heading' => 'Απενεργοποίηση επαλήθευσης με κλειδί πρόσβασης',
        'description' => 'Είστε βέβαιοι ότι θέλετε να αφαιρέσετε όλα τα καταχωρισμένα κλειδιά πρόσβασης; Η απενεργοποίηση θα αφαιρέσει ένα επιπλέον επίπεδο ασφάλειας από τον λογαριασμό σας.',
        'actions' => [
            'submit' => [
                'label' => 'Απενεργοποίηση επαλήθευσης με κλειδί πρόσβασης',
            ],
        ],
    ],
    'notifications' => [
        'disabled' => [
            'title' => 'Η επαλήθευση με κλειδί πρόσβασης απενεργοποιήθηκε',
        ],
    ],
];
