<?php

return [
    'label' => 'Αφαίρεση',
    'modal' => [
        'heading' => 'Αφαίρεση κλειδιού πρόσβασης ":name"',
        'description' => 'Δεν θα μπορείτε πλέον να συνδέεστε με αυτό το κλειδί πρόσβασης. Τα υπόλοιπα κλειδιά πρόσβασής σας θα συνεχίσουν να λειτουργούν.',
        'description_last' => 'Αυτό είναι το τελευταίο σας κλειδί πρόσβασης. Η αφαίρεσή του απενεργοποιεί την επαλήθευση με κλειδί πρόσβασης, γεγονός που αφαιρεί ένα επιπλέον επίπεδο ασφάλειας από τον λογαριασμό σας.',
        'actions' => [
            'submit' => [
                'label' => 'Αφαίρεση κλειδιού πρόσβασης',
            ],
        ],
    ],
    'notifications' => [
        'removed' => [
            'title' => 'Το κλειδί πρόσβασης αφαιρέθηκε',
        ],
    ],
];
