<?php

return [
    'label' => 'ناچالاککردن',
    'modal' => [
        'heading' => 'ناچالاککردنی پشتڕاستکردنەوە بە کلیلی دەستپێگەیشتن',
        'description' => 'دڵنیایت کە دەتەوێت هەموو کلیلە تۆمارکراوەکانی دەستپێگەیشتنت بسڕیتەوە؟ ناچالاککردنی ئەمە چینێکی زیادەی پاراستن لە هەژمارەکەت لادەبات.',
        'actions' => [
            'submit' => [
                'label' => 'ناچالاککردنی پشتڕاستکردنەوە بە کلیلی دەستپێگەیشتن',
            ],
        ],
    ],
    'notifications' => [
        'disabled' => [
            'title' => 'پشتڕاستکردنەوە بە کلیلی دەستپێگەیشتن ناچالاک کرا',
        ],
    ],
];
