<?php

return [
    'label' => 'سڕینەوە',
    'modal' => [
        'heading' => 'سڕینەوەی کلیلی دەستپێگەیشتنی ":name"',
        'description' => 'ئیتر ناتوانیت بەم کلیلی دەستپێگەیشتنە بچیتە ژوورەوە. کلیلە دەستپێگەیشتنە ترەکانت بە کارکردن بەردەوام دەبن.',
        'description_last' => 'ئەمە دوایین کلیلی دەستپێگەیشتنتە. سڕینەوەی پشتڕاستکردنەوە بە کلیلی دەستپێگەیشتن ناچالاک دەکات، کە چینێکی زیادەی ئاسایش لە هەژمارەکەت لادەبات.',
        'actions' => [
            'submit' => [
                'label' => 'سڕینەوەی کلیلی دەستپێگەیشتن',
            ],
        ],
    ],
    'notifications' => [
        'removed' => [
            'title' => 'کلیلی دەستپێگەیشتن سڕایەوە',
        ],
    ],
];
