<?php

return [
    'label' => 'Изключване',
    'modal' => [
        'heading' => 'Изключване на потвърждаването с ключ за достъп',
        'description' => 'Сигурни ли сте, че искате да премахнете всички регистрирани ключове за достъп? Изключването ще премахне допълнителен слой защита от вашия профил.',
        'actions' => [
            'submit' => [
                'label' => 'Изключване на потвърждаването с ключ за достъп',
            ],
        ],
    ],
    'notifications' => [
        'disabled' => [
            'title' => 'Потвърждаването с ключ за достъп е изключено',
        ],
    ],
];
