<?php

return [
    'label' => 'Премахване',
    'modal' => [
        'heading' => 'Премахване на ключ за достъп ":name"',
        'description' => 'Вече няма да можете да влизате с този ключ за достъп. Другите ви ключове за достъп продължават да работят.',
        'description_last' => 'Това е последният ви ключ за достъп. Премахването му изключва потвърждаването с ключ за достъп, което премахва допълнително ниво на сигурност от профила ви.',
        'actions' => [
            'submit' => [
                'label' => 'Премахване на ключ за достъп',
            ],
        ],
    ],
    'notifications' => [
        'removed' => [
            'title' => 'Ключът за достъп е премахнат',
        ],
    ],
];
