<?php

return [
    'label' => 'Настройване',
    'modal' => [
        'heading' => 'Настройване на потвърждаване с ключ за достъп',
        'description' => 'Регистрирайте ключ за достъп на това устройство. Ще бъдете помолени да използвате пръстовия си отпечатък, лицето си, заключването на екрана или ключ за сигурност. След регистрацията ще можете да влизате с този ключ за достъп.',
        'form' => [
            'name' => [
                'label' => 'Име на ключа за достъп',
                'placeholder' => 'напр. MacBook Touch ID, YubiKey 5C',
            ],
            'submit' => [
                'label' => 'Регистриране на ключ за достъп',
            ],
            'errors' => [
                'failed' => 'Не успяхме да регистрираме ключа ви за достъп. Моля, опитайте отново.',
            ],
        ],
    ],
    'notifications' => [
        'enabled' => [
            'title' => 'Ключът за достъп е регистриран успешно',
        ],
    ],
];
