<?php

return [
    'label' => 'إيقاف',
    'modal' => [
        'heading' => 'تعطيل التحقق عبر مفتاح المرور',
        'description' => 'هل أنت متأكد من أنك تريد إزالة جميع مفاتيح المرور المسجّلة لديك؟ سيؤدي تعطيل هذا الخيار إلى إزالة طبقة حماية إضافية من حسابك.',
        'actions' => [
            'submit' => [
                'label' => 'تعطيل التحقق عبر مفتاح المرور',
            ],
        ],
    ],
    'notifications' => [
        'disabled' => [
            'title' => 'تم تعطيل التحقق عبر مفتاح المرور',
        ],
    ],
];
