<?php

return [
    'label' => 'إزالة',
    'modal' => [
        'heading' => 'إزالة مفتاح المرور ":name"',
        'description' => 'لن تتمكن بعد الآن من تسجيل الدخول باستخدام مفتاح المرور هذا. ستستمر مفاتيح المرور الأخرى الخاصة بك في العمل.',
        'description_last' => 'هذا هو آخر مفتاح مرور لديك. إزالته ستعطّل التحقق عبر مفتاح المرور، مما يزيل طبقة إضافية من الأمان من حسابك.',
        'actions' => [
            'submit' => [
                'label' => 'إزالة مفتاح المرور',
            ],
        ],
    ],
    'notifications' => [
        'removed' => [
            'title' => 'تمت إزالة مفتاح المرور',
        ],
    ],
];
