<?php

return [
    'label' => 'Вимкнути',
    'modal' => [
        'heading' => 'Вимкнення підтвердження ключем доступу',
        'description' => 'Ви впевнені, що хочете видалити всі свої зареєстровані ключі доступу? Вимкнення цієї функції прибере додатковий рівень захисту з вашого облікового запису.',
        'actions' => [
            'submit' => [
                'label' => 'Вимкнути підтвердження ключем доступу',
            ],
        ],
    ],
    'notifications' => [
        'disabled' => [
            'title' => 'Підтвердження ключем доступу вимкнено',
        ],
    ],
];
