<?php

return [
    'label' => 'Видалити',
    'modal' => [
        'heading' => 'Видалити ключ доступу ":name"',
        'description' => 'Ви більше не зможете входити за допомогою цього ключа доступу. Інші ваші ключі доступу продовжать працювати.',
        'description_last' => 'Це ваш останній ключ доступу. Його видалення вимкне підтвердження ключем доступу, що прибере додатковий рівень безпеки з вашого облікового запису.',
        'actions' => [
            'submit' => [
                'label' => 'Видалити ключ доступу',
            ],
        ],
    ],
    'notifications' => [
        'removed' => [
            'title' => 'Ключ доступу видалено',
        ],
    ],
];
