<?php

return [
    'label' => 'Унтраах',
    'modal' => [
        'heading' => 'Нэвтрэх түлхүүрээр баталгаажуулалтыг идэвхгүй болгох',
        'description' => 'Та бүртгэлтэй бүх нэвтрэх түлхүүрээ устгахдаа итгэлтэй байна уу? Үүнийг идэвхгүй болгосноор таны бүртгэлийн хамгаалалтын нэмэлт давхарга арилна.',
        'actions' => [
            'submit' => [
                'label' => 'Нэвтрэх түлхүүрээр баталгаажуулалтыг идэвхгүй болгох',
            ],
        ],
    ],
    'notifications' => [
        'disabled' => [
            'title' => 'Нэвтрэх түлхүүрээр баталгаажуулалт идэвхгүй боллоо',
        ],
    ],
];
