<?php

return [
    'label' => 'Устгах',
    'modal' => [
        'heading' => 'Нэвтрэх түлхүүр ":name"-г устгах',
        'description' => 'Та цаашид энэ нэвтрэх түлхүүрээр нэвтрэх боломжгүй болно. Таны бусад нэвтрэх түлхүүрүүд хэвийн ажиллах болно.',
        'description_last' => 'Энэ бол таны сүүлчийн нэвтрэх түлхүүр юм. Үүнийг устгавал нэвтрэх түлхүүрээр баталгаажуулах цуцлагдах бөгөөд энэ нь таны бүртгэлээс аюулгүй байдлын нэмэлт давхаргыг арилгана.',
        'actions' => [
            'submit' => [
                'label' => 'Нэвтрэх түлхүүр устгах',
            ],
        ],
    ],
    'notifications' => [
        'removed' => [
            'title' => 'Нэвтрэх түлхүүр устгагдлаа',
        ],
    ],
];
