<?php

return [
    'label' => 'Тохируулах',
    'modal' => [
        'heading' => 'Нэвтрэх түлхүүрээр баталгаажуулалтыг тохируулах',
        'description' => 'Энэ төхөөрөмж дээр нэвтрэх түлхүүр бүртгүүлнэ үү. Танаас хурууны хээ, царай, дэлгэцийн түгжээ эсвэл аюулгүй байдлын түлхүүр ашиглахыг хүсэх болно. Бүртгүүлсний дараа та энэ нэвтрэх түлхүүрээр нэвтрэх боломжтой болно.',
        'form' => [
            'name' => [
                'label' => 'Нэвтрэх түлхүүрийн нэр',
                'placeholder' => 'жишээ нь MacBook Touch ID, YubiKey 5C',
            ],
            'submit' => [
                'label' => 'Нэвтрэх түлхүүр бүртгүүлэх',
            ],
            'errors' => [
                'failed' => 'Таны нэвтрэх түлхүүрийг бүртгэж чадсангүй. Дахин оролдоно уу.',
            ],
        ],
    ],
    'notifications' => [
        'enabled' => [
            'title' => 'Нэвтрэх түлхүүр амжилттай бүртгэгдлээ',
        ],
    ],
];
