<?php

return [
    'management_schema' => [
        'actions' => [
            'label' => 'Потвърждаване с ключ за достъп',
            'below_content' => 'Използвайте ключ за достъп на това устройство (Face ID, Touch ID, Windows Hello, ключ за сигурност), за да потвърдите самоличността си при вход.',
            'messages' => [
                'enabled' => 'Включено',
                'disabled' => 'Изключено',
            ],
        ],
    ],
    'login_form' => [
        'label' => 'Използвайте ключ за достъп',
        'credential' => [
            'label' => 'ключ за достъп',
            'messages' => [
                'invalid' => 'Ключът за достъп не можа да бъде потвърден. Моля, опитайте отново.',
            ],
        ],
        'actions' => [
            'verify' => [
                'label' => 'Потвърди с ключ за достъп',
            ],
        ],
    ],
];
