<?php

return [
    'label' => 'Исклучи',
    'modal' => [
        'heading' => 'Оневозможи верификација со клуч за пристап',
        'description' => 'Дали сте сигурни дека сакате да ги отстраните сите ваши регистрирани клучеви за пристап? Оневозможувањето на ова ќе го отстрани дополнителниот слој на безбедност од вашата сметка.',
        'actions' => [
            'submit' => [
                'label' => 'Оневозможи верификација со клуч за пристап',
            ],
        ],
    ],
    'notifications' => [
        'disabled' => [
            'title' => 'Верификацијата со клуч за пристап е оневозможена',
        ],
    ],
];
