<?php

return [
    'label' => 'Отстрани',
    'modal' => [
        'heading' => 'Отстранете го клучот за пристап ":name"',
        'description' => 'Повеќе нема да можете да се најавите со овој клуч за пристап. Вашите други клучеви за пристап продолжуваат да работат.',
        'description_last' => 'Ова е вашиот последен клуч за пристап. Отстранувањето ќе ја исклучи верификацијата со клуч за пристап, што ќе отстрани дополнителен слој на безбедност од вашата сметка.',
        'actions' => [
            'submit' => [
                'label' => 'Отстрани клуч за пристап',
            ],
        ],
    ],
    'notifications' => [
        'removed' => [
            'title' => 'Клучот за пристап е отстранет',
        ],
    ],
];
