<?php

return [
    'label' => 'Постави',
    'add_label' => 'Додајте клуч за пристап',
    'modal' => [
        'heading' => 'Постави верификација со клуч за пристап',
        'add_heading' => 'Додајте клуч за пристап',
        'description' => 'Регистрирајте клуч за пристап на овој уред. Ќе биде побарано да користите отпечаток од прст, лице, заклучување на екранот или безбедносен клуч. По регистрацијата, ќе можете да се најавувате со овој клуч за пристап.',
        'form' => [
            'name' => [
                'label' => 'Име на клучот за пристап',
                'placeholder' => 'на пр. MacBook Touch ID, YubiKey 5C',
                'helper_text' => 'Опционално. Оставете празно за да се именува според вашиот уред или менаџерот за лозинки.',
                'default' => 'Клуч за пристап',
            ],
            'submit' => [
                'label' => 'Регистрирај клуч за пристап',
            ],
            'errors' => [
                'failed' => 'Не успеавме да го регистрираме вашиот клуч за пристап. Ве молиме обидете се повторно.',
            ],
        ],
    ],
    'notifications' => [
        'enabled' => [
            'title' => 'Клучот за пристап е успешно регистриран',
        ],
        'already_registered' => [
            'title' => 'Овој уред веќе има клуч за пристап',
            'body' => 'Клуч за пристап за вашата сметка веќе е зачуван на овој уред или менаџер за лозинки. Наместо тоа, додајте нов од друг уред.',
        ],
    ],
];
