<?php

return [
    'label' => 'Постави',
    'modal' => [
        'heading' => 'Постави верификација со клуч за пристап',
        'description' => 'Регистрирајте клуч за пристап на овој уред. Ќе биде побарано да користите отпечаток од прст, лице, заклучување на екранот или безбедносен клуч. По регистрацијата, ќе можете да се најавувате со овој клуч за пристап.',
        'form' => [
            'name' => [
                'label' => 'Име на клучот за пристап',
                'placeholder' => 'на пр. MacBook Touch ID, YubiKey 5C',
            ],
            'submit' => [
                'label' => 'Регистрирај клуч за пристап',
            ],
            'errors' => [
                'failed' => 'Не успеавме да го регистрираме вашиот клуч за пристап. Ве молиме обидете се повторно.',
            ],
        ],
    ],
    'notifications' => [
        'enabled' => [
            'title' => 'Клучот за пристап е успешно регистриран',
        ],
    ],
];
