<?php

return [
    'label' => 'لەکارخستن',
    'modal' => [
        'heading' => 'لەکارخستنی پشتڕاستکردنەوە بە کلیلی تێپەڕ',
        'description' => 'ئایا دڵنیای کە دەتەوێت هەموو کلیلە تێپەڕە تۆمارکراوەکانت بسڕیتەوە؟ لەکارخستنی ئەمە چینێکی زیادەی ئاسایش لە هەژمارەکەتدا لادەبات.',
        'actions' => [
            'submit' => [
                'label' => 'لەکارخستنی پشتڕاستکردنەوە بە کلیلی تێپەڕ',
            ],
        ],
    ],
    'notifications' => [
        'disabled' => [
            'title' => 'پشتڕاستکردنەوە بە کلیلی تێپەڕ لەکارخرا',
        ],
    ],
];
