<?php

return [
    'label' => 'لابردن',
    'modal' => [
        'heading' => 'لابردنی کلیلی تێپەڕ ":name"',
        'description' => 'ئیتر نەتوانیت بەم کلیلی تێپەڕە بچیتە ژوورەوە. کلیلە تێپەڕەکانی ترت بەردەوام دەبن لە کارکردن.',
        'description_last' => 'ئەمە دوایین کلیلی تێپەڕتە. لابردنی ئەمە پشتڕاستکردنەوە بە کلیلی تێپەڕ ناچالاک دەکات، کە ئاستێکی زیادەی ئاسایش لە هەژمارەکەت لادەبات.',
        'actions' => [
            'submit' => [
                'label' => 'لابردنی کلیلی تێپەڕ',
            ],
        ],
    ],
    'notifications' => [
        'removed' => [
            'title' => 'کلیلی تێپەڕ لابرا',
        ],
    ],
];
