<?php

return [
    'label' => 'አስወግድ',
    'modal' => [
        'heading' => 'የይለፍ ቁልፍ ":name"ን ያስወግዱ',
        'description' => 'ከዚህ በኋላ በዚህ የይለፍ ቁልፍ መግባት አይችሉም። ሌሎች የይለፍ ቁልፎችዎ መስራታቸውን ይቀጥላሉ።',
        'description_last' => 'ይህ የመጨረሻ የይለፍ ቁልፍዎ ነው። ማስወገድ የይለፍ ቁልፍ ማረጋገጫን ያጠፋል፣ ይህም ከመለያዎ ተጨማሪ የደህንነት ንብርብር ያስወግዳል።',
        'actions' => [
            'submit' => [
                'label' => 'የይለፍ ቁልፍ ያስወግዱ',
            ],
        ],
    ],
    'notifications' => [
        'removed' => [
            'title' => 'የይለፍ ቁልፍ ተወግዷል',
        ],
    ],
];
