<?php

return [
    'label' => 'አዋቅር',
    'modal' => [
        'heading' => 'የይለፍ ቁልፍ ማረጋገጫን ያዋቅሩ',
        'description' => 'በዚህ መሣሪያ ላይ የይለፍ ቁልፍ ይመዝግቡ። የጣት አሻራዎን፣ ፊትዎን፣ የማያ ገጽ መቆለፊያዎን ወይም የደህንነት ቁልፍ እንዲጠቀሙ ይጠየቃሉ። ከተመዘገበ በኋላ ይህን የይለፍ ቁልፍ በመጠቀም መግባት ይችላሉ።',
        'form' => [
            'name' => [
                'label' => 'የይለፍ ቁልፍ ስም',
                'placeholder' => 'ለምሳሌ MacBook Touch ID, YubiKey 5C',
            ],
            'submit' => [
                'label' => 'የይለፍ ቁልፍ ይመዝግቡ',
            ],
            'errors' => [
                'failed' => 'የይለፍ ቁልፍዎን መመዝገብ አልቻልንም። እባክዎ እንደገና ይሞክሩ።',
            ],
        ],
    ],
    'notifications' => [
        'enabled' => [
            'title' => 'የይለፍ ቁልፍ በተሳካ ሁኔታ ተመዝግቧል',
        ],
    ],
];
