<?php

return [
    'label' => 'बन्द गर्नुहोस्',
    'modal' => [
        'heading' => 'पासकी प्रमाणीकरण असक्षम पार्नुहोस्',
        'description' => 'के तपाईँ आफ्ना सबै दर्ता गरिएका पासकीहरू हटाउन निश्चित हुनुहुन्छ? यसलाई असक्षम पार्दा तपाईँको खाताबाट सुरक्षाको एक अतिरिक्त तह हट्नेछ।',
        'actions' => [
            'submit' => [
                'label' => 'पासकी प्रमाणीकरण असक्षम पार्नुहोस्',
            ],
        ],
    ],
    'notifications' => [
        'disabled' => [
            'title' => 'पासकी प्रमाणीकरण असक्षम पारिएको छ',
        ],
    ],
];
