<?php

return [
    'label' => 'हटाउनुहोस्',
    'modal' => [
        'heading' => 'पासकी ":name" हटाउनुहोस्',
        'description' => 'तपाईँ अब यो पासकी प्रयोग गरेर साइन इन गर्न सक्नुहुने छैन। तपाईँका अन्य पासकीहरू काम गरिरहनेछन्।',
        'description_last' => 'यो तपाईँको अन्तिम पासकी हो। यसलाई हटाउँदा पासकी प्रमाणीकरण बन्द हुन्छ, जसले तपाईँको खाताबाट सुरक्षाको एउटा अतिरिक्त तह हटाउँछ।',
        'actions' => [
            'submit' => [
                'label' => 'पासकी हटाउनुहोस्',
            ],
        ],
    ],
    'notifications' => [
        'removed' => [
            'title' => 'पासकी हटाइयो',
        ],
    ],
];
