<?php

return [
    'label' => 'सेट अप गर्नुहोस्',
    'add_label' => 'पासकी थप्नुहोस्',
    'modal' => [
        'heading' => 'पासकी प्रमाणीकरण सेट अप गर्नुहोस्',
        'add_heading' => 'पासकी थप्नुहोस्',
        'description' => 'यो यन्त्रमा पासकी दर्ता गर्नुहोस्। तपाईँलाई आफ्नो औँठाछाप, अनुहार, स्क्रिन लक वा सुरक्षा साँचो प्रयोग गर्न भनिनेछ। दर्ता गरेपछि, तपाईँ यो पासकी प्रयोग गरेर साइन इन गर्न सक्नुहुनेछ।',
        'form' => [
            'name' => [
                'label' => 'पासकीको नाम',
                'placeholder' => 'जस्तै MacBook Touch ID, YubiKey 5C',
                'helper_text' => 'वैकल्पिक। यसलाई तपाईँको यन्त्र वा पासवर्ड प्रबन्धकको नामबाट नाम दिन खाली छोड्नुहोस्।',
                'default' => 'पासकी',
            ],
            'submit' => [
                'label' => 'पासकी दर्ता गर्नुहोस्',
            ],
            'errors' => [
                'failed' => 'हामी तपाईँको पासकी दर्ता गर्न सकेनौँ। कृपया फेरि प्रयास गर्नुहोस्।',
            ],
        ],
    ],
    'notifications' => [
        'enabled' => [
            'title' => 'पासकी सफलतापूर्वक दर्ता गरियो',
        ],
        'already_registered' => [
            'title' => 'यो यन्त्रमा पहिले नै पासकी छ',
            'body' => 'तपाईँको खाताको पासकी यो यन्त्र वा पासवर्ड प्रबन्धकमा पहिले नै भण्डारण गरिएको छ। बरु अर्को यन्त्रबाट एउटा थप्नुहोस्।',
        ],
    ],
];
