<?php

return [
    'management_schema' => [
        'actions' => [
            'label' => 'Верификација со клуч за пристап',
            'below_content' => 'Користете клуч за пристап на овој уред (Face ID, Touch ID, Windows Hello, безбедносен клуч) за да го потврдите вашиот идентитет при најавување.',
            'messages' => [
                'enabled' => 'Овозможено',
                'disabled' => 'Оневозможено',
            ],
        ],
    ],
    'login_form' => [
        'label' => 'Користете клуч за пристап',
        'credential' => [
            'label' => 'клуч за пристап',
            'messages' => [
                'invalid' => 'Клучот за пристап не можеше да се верификува. Ве молиме обидете се повторно.',
            ],
        ],
        'actions' => [
            'verify' => [
                'label' => 'Верификувај со клуч за пристап',
            ],
        ],
    ],
];
