<?php

return [
    'management_schema' => [
        'actions' => [
            'label' => 'پشتڕاستکردنەوە بە کلیلی تێپەڕ',
            'below_content' => 'کلیلی تێپەڕ لەسەر ئەم ئامێرە بەکاربهێنە (Face ID, Touch ID, Windows Hello, کلیلی ئاسایش) بۆ پشتڕاستکردنەوەی ناسنامەکەت لە کاتی چوونەژوورەوە.',
            'messages' => [
                'enabled' => 'چالاکە',
                'disabled' => 'ناچالاکە',
            ],
        ],
    ],
    'login_form' => [
        'label' => 'کلیلی تێپەڕ بەکاربهێنە',
        'credential' => [
            'label' => 'کلیلی تێپەڕ',
            'messages' => [
                'invalid' => 'نەتوانرا کلیلی تێپەڕەکە پشتڕاست بکرێتەوە. تکایە دووبارە هەوڵ بدەرەوە.',
            ],
        ],
        'actions' => [
            'verify' => [
                'label' => 'پشتڕاستکردنەوە بە کلیلی تێپەڕ',
            ],
        ],
    ],
];
