<?php

return [
    'label' => 'بند کریں',
    'modal' => [
        'heading' => 'پاس کی سے تصدیق غیر فعال کریں',
        'description' => 'کیا آپ واقعی اپنی تمام رجسٹرڈ پاس کیز ہٹانا چاہتے ہیں؟ اسے غیر فعال کرنے سے آپ کے اکاؤنٹ سے سیکیورٹی کی ایک اضافی تہہ ہٹ جائے گی۔',
        'actions' => [
            'submit' => [
                'label' => 'پاس کی سے تصدیق غیر فعال کریں',
            ],
        ],
    ],
    'notifications' => [
        'disabled' => [
            'title' => 'پاس کی سے تصدیق غیر فعال کر دی گئی ہے',
        ],
    ],
];
