<?php

return [
    'label' => 'ہٹائیں',
    'modal' => [
        'heading' => 'پاس کی ":name" ہٹائیں',
        'description' => 'اب آپ اس پاس کی سے سائن ان نہیں کر سکیں گے۔ آپ کی دیگر پاس کیز کام کرتی رہیں گی۔',
        'description_last' => 'یہ آپ کی آخری پاس کی ہے۔ اسے ہٹانے سے پاس کی کی تصدیق بند ہو جائے گی، جس سے آپ کے اکاؤنٹ سے حفاظت کی ایک اضافی تہہ ختم ہو جائے گی۔',
        'actions' => [
            'submit' => [
                'label' => 'پاس کی ہٹائیں',
            ],
        ],
    ],
    'notifications' => [
        'removed' => [
            'title' => 'پاس کی ہٹا دی گئی',
        ],
    ],
];
