<?php

return [
    'management_schema' => [
        'actions' => [
            'label' => 'Нэвтрэх түлхүүрээр баталгаажуулах',
            'below_content' => 'Нэвтрэх үедээ өөрийгөө баталгаажуулахын тулд энэ төхөөрөмж дээрх нэвтрэх түлхүүрийг (Face ID, Touch ID, Windows Hello, аюулгүй байдлын түлхүүр) ашиглана уу.',
            'messages' => [
                'enabled' => 'Идэвхтэй',
                'disabled' => 'Идэвхгүй',
            ],
        ],
    ],
    'login_form' => [
        'label' => 'Нэвтрэх түлхүүр ашиглах',
        'credential' => [
            'label' => 'нэвтрэх түлхүүр',
            'messages' => [
                'invalid' => 'Нэвтрэх түлхүүрийг баталгаажуулж чадсангүй. Дахин оролдоно уу.',
            ],
        ],
        'actions' => [
            'verify' => [
                'label' => 'Нэвтрэх түлхүүрээр баталгаажуулах',
            ],
        ],
    ],
];
