<?php

return [
    'label' => 'გამორთვა',
    'modal' => [
        'heading' => 'წვდომის გასაღებით დადასტურების გამორთვა',
        'description' => 'დარწმუნებული ხართ, რომ გსურთ ყველა რეგისტრირებული წვდომის გასაღების წაშლა? ამის გამორთვით თქვენი ანგარიში დაკარგავს დაცვის დამატებით ფენას.',
        'actions' => [
            'submit' => [
                'label' => 'წვდომის გასაღებით დადასტურების გამორთვა',
            ],
        ],
    ],
    'notifications' => [
        'disabled' => [
            'title' => 'წვდომის გასაღებით დადასტურება გამორთულია',
        ],
    ],
];
