<?php

return [
    'label' => 'წაშლა',
    'modal' => [
        'heading' => 'წვდომის გასაღების წაშლა ":name"',
        'description' => 'აღარ შეძლებთ ამ წვდომის გასაღებით შესვლას. თქვენი სხვა წვდომის გასაღებები კვლავ იმუშავებს.',
        'description_last' => 'ეს თქვენი ბოლო წვდომის გასაღებია. მისი წაშლა გამორთავს წვდომის გასაღებით დადასტურებას, რაც თქვენი ანგარიშიდან უსაფრთხოების დამატებით ფენას მოხსნის.',
        'actions' => [
            'submit' => [
                'label' => 'წვდომის გასაღების წაშლა',
            ],
        ],
    ],
    'notifications' => [
        'removed' => [
            'title' => 'წვდომის გასაღები წაიშალა',
        ],
    ],
];
