<?php

return [
    'label' => 'დაყენება',
    'modal' => [
        'heading' => 'წვდომის გასაღებით დადასტურების დაყენება',
        'description' => 'დაარეგისტრირეთ წვდომის გასაღები ამ მოწყობილობაზე. მოგეთხოვებათ თითის ანაბეჭდის, სახის, ეკრანის დაბლოკვის ან უსაფრთხოების გასაღების გამოყენება. რეგისტრაციის შემდეგ შეძლებთ ამ წვდომის გასაღებით შესვლას.',
        'form' => [
            'name' => [
                'label' => 'წვდომის გასაღების სახელი',
                'placeholder' => 'მაგ. MacBook Touch ID, YubiKey 5C',
            ],
            'submit' => [
                'label' => 'წვდომის გასაღების რეგისტრაცია',
            ],
            'errors' => [
                'failed' => 'წვდომის გასაღების რეგისტრაცია ვერ მოხერხდა. გთხოვთ, სცადოთ ხელახლა.',
            ],
        ],
    ],
    'notifications' => [
        'enabled' => [
            'title' => 'წვდომის გასაღები წარმატებით დარეგისტრირდა',
        ],
    ],
];
