<?php

return [
    'label' => 'ปิดการใช้งาน',
    'modal' => [
        'heading' => 'ปิดการใช้งานการยืนยันตัวตนด้วยพาสคีย์',
        'description' => 'คุณแน่ใจหรือไม่ว่าต้องการลบพาสคีย์ที่ลงทะเบียนไว้ทั้งหมด? การปิดใช้งานนี้จะลบการรักษาความปลอดภัยอีกชั้นหนึ่งออกจากบัญชีของคุณ',
        'actions' => [
            'submit' => [
                'label' => 'ปิดการใช้งานการยืนยันตัวตนด้วยพาสคีย์',
            ],
        ],
    ],
    'notifications' => [
        'disabled' => [
            'title' => 'ปิดการใช้งานการยืนยันตัวตนด้วยพาสคีย์แล้ว',
        ],
    ],
];
