<?php

return [
    'label' => 'ลบ',
    'modal' => [
        'heading' => 'ลบพาสคีย์ ":name"',
        'description' => 'คุณจะไม่สามารถเข้าสู่ระบบด้วยพาสคีย์นี้ได้อีกต่อไป พาสคีย์อื่น ๆ ของคุณจะยังคงใช้งานได้',
        'description_last' => 'นี่คือพาสคีย์สุดท้ายของคุณ การลบจะปิดการยืนยันตัวตนด้วยพาสคีย์ ซึ่งจะลบชั้นความปลอดภัยเพิ่มเติมออกจากบัญชีของคุณ',
        'actions' => [
            'submit' => [
                'label' => 'ลบพาสคีย์',
            ],
        ],
    ],
    'notifications' => [
        'removed' => [
            'title' => 'ลบพาสคีย์แล้ว',
        ],
    ],
];
