<?php

return [
    'management_schema' => [
        'actions' => [
            'label' => 'پشتڕاستکردنەوە بە کلیلی دەستپێگەیشتن',
            'below_content' => 'کلیلی دەستپێگەیشتن لەسەر ئەم ئامێرە بەکاربهێنە (Face ID، Touch ID، Windows Hello، کلیلی ئاسایش) بۆ پشتڕاستکردنەوەی ناسنامەکەت لە کاتی چوونەژوورەوەدا.',
            'messages' => [
                'enabled' => 'چالاکە',
                'disabled' => 'ناچالاکە',
            ],
        ],
    ],
    'login_form' => [
        'label' => 'کلیلی دەستپێگەیشتن بەکاربهێنە',
        'credential' => [
            'label' => 'کلیلی دەستپێگەیشتن',
            'messages' => [
                'invalid' => 'نەتوانرا کلیلی دەستپێگەیشتن پشتڕاست بکرێتەوە. تکایە دووبارە هەوڵ بدەرەوە.',
            ],
        ],
        'actions' => [
            'verify' => [
                'label' => 'پشتڕاستکردنەوە بە کلیلی دەستپێگەیشتن',
            ],
        ],
    ],
];
