<?php

return [
    'label' => 'Անջատել',
    'modal' => [
        'heading' => 'Անջատել մուտքի բանալիով հաստատումը',
        'description' => 'Վստա՞հ եք, որ ցանկանում եք հեռացնել ձեր բոլոր գրանցված մուտքի բանալիները։ Անջատելով այն՝ ձեր հաշիվը կկորցնի լրացուցիչ անվտանգության շերտը։',
        'actions' => [
            'submit' => [
                'label' => 'Անջատել մուտքի բանալիով հաստատումը',
            ],
        ],
    ],
    'notifications' => [
        'disabled' => [
            'title' => 'Մուտքի բանալիով հաստատումն անջատվել է',
        ],
    ],
];
