<?php

return [
    'label' => 'Հեռացնել',
    'modal' => [
        'heading' => 'Հեռացնել մուտքի բանալին ":name"',
        'description' => 'Այլևս չեք կարողանա մուտք գործել այս մուտքի բանալիով։ Ձեր մյուս մուտքի բանալիները կշարունակեն աշխատել։',
        'description_last' => 'Սա ձեր վերջին մուտքի բանալին է։ Այն հեռացնելը կանջատի մուտքի բանալիով հաստատումը, ինչը հեռացնում է անվտանգության լրացուցիչ շերտ ձեր հաշվից։',
        'actions' => [
            'submit' => [
                'label' => 'Հեռացնել մուտքի բանալին',
            ],
        ],
    ],
    'notifications' => [
        'removed' => [
            'title' => 'Մուտքի բանալին հեռացվեց',
        ],
    ],
];
