<?php

return [
    'label' => 'Կարգավորել',
    'modal' => [
        'heading' => 'Կարգավորել մուտքի բանալիով հաստատումը',
        'description' => 'Գրանցեք մուտքի բանալի այս սարքում։ Ձեզանից կպահանջվի օգտագործել մատնահետքը, դեմքը, էկրանի կողպումը կամ անվտանգության բանալի։ Գրանցումից հետո կկարողանաք մուտք գործել այս մուտքի բանալիով։',
        'form' => [
            'name' => [
                'label' => 'Մուտքի բանալու անվանում',
                'placeholder' => 'օր.՝ MacBook Touch ID, YubiKey 5C',
            ],
            'submit' => [
                'label' => 'Գրանցել մուտքի բանալին',
            ],
            'errors' => [
                'failed' => 'Չհաջողվեց գրանցել ձեր մուտքի բանալին։ Խնդրում ենք կրկին փորձել։',
            ],
        ],
    ],
    'notifications' => [
        'enabled' => [
            'title' => 'Մուտքի բանալին հաջողությամբ գրանցվեց',
        ],
    ],
];
