<?php

return [
    'label' => 'हटाएं',
    'modal' => [
        'heading' => 'पासकी ":name" हटाएं',
        'description' => 'अब आप इस पासकी से साइन इन नहीं कर पाएंगे। आपकी अन्य पासकी काम करती रहेंगी।',
        'description_last' => 'यह आपकी आखिरी पासकी है। इसे हटाने से पासकी सत्यापन बंद हो जाएगा, जिससे आपके खाते से सुरक्षा की एक अतिरिक्त परत हट जाएगी।',
        'actions' => [
            'submit' => [
                'label' => 'पासकी हटाएं',
            ],
        ],
    ],
    'notifications' => [
        'removed' => [
            'title' => 'पासकी हटा दी गई',
        ],
    ],
];
