<?php

return [
    'label' => 'Искључи',
    'modal' => [
        'heading' => 'Искључивање верификације приступним кључем',
        'description' => 'Да ли сте сигурни да желите да уклоните све регистроване приступне кључеве? Искључивањем ћете уклонити додатни слој заштите са свог налога.',
        'actions' => [
            'submit' => [
                'label' => 'Искључи верификацију приступним кључем',
            ],
        ],
    ],
    'notifications' => [
        'disabled' => [
            'title' => 'Верификација приступним кључем је искључена',
        ],
    ],
];
