<?php

return [
    'label' => 'Уклони',
    'modal' => [
        'heading' => 'Уклони приступни кључ ":name"',
        'description' => 'Више нећете моћи да се пријавите овим приступним кључем. Ваши остали приступни кључеви ће наставити да раде.',
        'description_last' => 'Ово је ваш последњи приступни кључ. Уклањањем се искључује верификација приступним кључем, чиме се уклања додатни слој безбедности са вашег налога.',
        'actions' => [
            'submit' => [
                'label' => 'Уклони приступни кључ',
            ],
        ],
    ],
    'notifications' => [
        'removed' => [
            'title' => 'Приступни кључ је уклоњен',
        ],
    ],
];
