<?php

return [
    'label' => 'Ғайрифаъол кардан',
    'modal' => [
        'heading' => 'Ғайрифаъол кардани тасдиқ бо passkey',
        'description' => 'Шумо мутмаин ҳастед, ки мехоҳед ҳамаи passkey-ҳои сабтшудаи худро нест кунед? Ғайрифаъол кардани ин як қабати иловагии амниятро аз аккаунти шумо нест мекунад.',
        'actions' => [
            'submit' => [
                'label' => 'Ғайрифаъол кардани тасдиқ бо passkey',
            ],
        ],
    ],
    'notifications' => [
        'disabled' => [
            'title' => 'Тасдиқ бо passkey ғайрифаъол карда шуд',
        ],
    ],
];
