<?php

return [
    'management_schema' => [
        'actions' => [
            'label' => 'Верификација приступним кључем',
            'below_content' => 'Користите приступни кључ на овом уређају (Face ID, Touch ID, Windows Hello, сигурносни кључ) за верификацију идентитета приликом пријаве.',
            'messages' => [
                'enabled' => 'Укључено',
                'disabled' => 'Искључено',
            ],
        ],
    ],
    'login_form' => [
        'label' => 'Користите приступни кључ',
        'credential' => [
            'label' => 'приступни кључ',
            'messages' => [
                'invalid' => 'Приступни кључ није могуће верификовати. Покушајте поново.',
            ],
        ],
        'actions' => [
            'verify' => [
                'label' => 'Верификуј приступним кључем',
            ],
        ],
    ],
];
