<?php

return [
    'label' => 'បិទ',
    'modal' => [
        'heading' => 'បិទការផ្ទៀងផ្ទាត់ដោយ passkey',
        'description' => 'តើអ្នកប្រាកដថាចង់លុប passkey ដែលបានចុះឈ្មោះទាំងអស់របស់អ្នកមែនទេ? ការបិទវានឹងដកស្រទាប់សុវត្ថិភាពបន្ថែមចេញពីគណនីរបស់អ្នក។',
        'actions' => [
            'submit' => [
                'label' => 'បិទការផ្ទៀងផ្ទាត់ដោយ passkey',
            ],
        ],
    ],
    'notifications' => [
        'disabled' => [
            'title' => 'ការផ្ទៀងផ្ទាត់ដោយ passkey ត្រូវបានបិទ',
        ],
    ],
];
