<?php

return [
    'management_schema' => [
        'actions' => [
            'label' => 'დადასტურება წვდომის გასაღებით',
            'below_content' => 'გამოიყენეთ ამ მოწყობილობაზე არსებული წვდომის გასაღები (Face ID, Touch ID, Windows Hello, უსაფრთხოების გასაღები) შესვლისას თქვენი ვინაობის დასადასტურებლად.',
            'messages' => [
                'enabled' => 'ჩართულია',
                'disabled' => 'გამორთულია',
            ],
        ],
    ],
    'login_form' => [
        'label' => 'წვდომის გასაღების გამოყენება',
        'credential' => [
            'label' => 'წვდომის გასაღები',
            'messages' => [
                'invalid' => 'წვდომის გასაღების დადასტურება ვერ მოხერხდა. გთხოვთ, სცადოთ ხელახლა.',
            ],
        ],
        'actions' => [
            'verify' => [
                'label' => 'დადასტურება წვდომის გასაღებით',
            ],
        ],
    ],
];
