<?php

return [
    'label' => 'ပိတ်ရန်',
    'modal' => [
        'heading' => 'passkey ဖြင့် အတည်ပြုခြင်းကို ပိတ်ရန်',
        'description' => 'မှတ်ပုံတင်ထားသော passkey အားလုံးကို ဖယ်ရှားလိုသည်မှာ သေချာပါသလား။ ပိတ်လိုက်ပါက သင့်အကောင့်၏ ထပ်ဆင့်လုံခြုံရေးအလွှာကို ဖယ်ရှားသွားမည်ဖြစ်သည်။',
        'actions' => [
            'submit' => [
                'label' => 'passkey ဖြင့် အတည်ပြုခြင်းကို ပိတ်ရန်',
            ],
        ],
    ],
    'notifications' => [
        'disabled' => [
            'title' => 'passkey ဖြင့် အတည်ပြုခြင်းကို ပိတ်ပြီးပါပြီ',
        ],
    ],
];
