<?php

return [
    'label' => 'ဖယ်ရှားရန်',
    'modal' => [
        'heading' => 'passkey ":name" ကို ဖယ်ရှားရန်',
        'description' => 'ဤ passkey ဖြင့် နောက်ထပ် အကောင့်ဝင်နိုင်တော့မည် မဟုတ်ပါ။ သင့်အခြား passkey များမှာ ဆက်လက်အလုပ်လုပ်ပါမည်။',
        'description_last' => 'ဤသည်မှာ သင့်နောက်ဆုံး passkey ဖြစ်သည်။ ၎င်းကို ဖယ်ရှားပါက passkey ဖြင့် အတည်ပြုခြင်းကို ပိတ်လိုက်မည်ဖြစ်ပြီး သင့်အကောင့်မှ ပိုမိုလုံခြုံရေးအလွှာတစ်ခုကို ဖယ်ရှားလိုက်ခြင်းဖြစ်သည်။',
        'actions' => [
            'submit' => [
                'label' => 'passkey ကို ဖယ်ရှားရန်',
            ],
        ],
    ],
    'notifications' => [
        'removed' => [
            'title' => 'passkey ကို ဖယ်ရှားပြီးပါပြီ',
        ],
    ],
];
