<?php

return [
    'label' => 'خاموش کردن',
    'modal' => [
        'heading' => 'غیرفعال کردن تأیید با گذرکلید',
        'description' => 'آیا مطمئن هستید که می‌خواهید همه گذرکلیدهای ثبت‌شده خود را حذف کنید؟ با غیرفعال‌سازی، یک لایه امنیتی اضافی از حساب شما حذف خواهد شد.',
        'actions' => [
            'submit' => [
                'label' => 'غیرفعال کردن تأیید با گذرکلید',
            ],
        ],
    ],
    'notifications' => [
        'disabled' => [
            'title' => 'تأیید با گذرکلید غیرفعال شد',
        ],
    ],
];
