<?php

return [
    'label' => 'حذف',
    'modal' => [
        'heading' => 'حذف گذرکلید ":name"',
        'description' => 'دیگر نمی‌توانید با این گذرکلید وارد شوید. سایر گذرکلیدهای شما همچنان کار می‌کنند.',
        'description_last' => 'این آخرین گذرکلید شماست. حذف آن، تأیید با گذرکلید را غیرفعال می‌کند که یک لایه امنیتی اضافی را از حساب شما حذف می‌کند.',
        'actions' => [
            'submit' => [
                'label' => 'حذف گذرکلید',
            ],
        ],
    ],
    'notifications' => [
        'removed' => [
            'title' => 'گذرکلید حذف شد',
        ],
    ],
];
